Revit 2027 API
ParameterTypeId.RebarSystemActiveBackDirn1 Property
 "Interior Major Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveBackDirn1 { get; }
Public Shared ReadOnly Property RebarSystemActiveBackDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveBackDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveBackDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace